---

C#Visual BasicVisual C++

Include Protected MembersInclude Inherited Members

Revit 2024 API
---
FilterNumericGreaterOrEqual Properties
FilterNumericGreaterOrEqual Class See Also Send Feedback
---

The FilterNumericGreaterOrEqual type exposes the following members.

# Properties

|  | Name | Description |
| --- | --- | --- |
|  | IsValidObject | Specifies whether the .NET object represents a valid Revit entity.  (Inherited from FilterNumericRuleEvaluator.) |

# See Also

FilterNumericGreaterOrEqual Class

Autodesk.Revit.DB Namespace